import son from '../../assets/img/son_cubano.jpg';
import rumba from '../../assets/img/rumba.jpg';
import chachacha from '../../assets/img/cha_cha_cha.jpg';
import salsa from '../../assets/img/salsa.jpg';
import timba from '../../assets/img/timba.jpg';
import ladyStyle from '../../assets/img/lady_style.jpg';
import afro from '../../assets/img/afro.jpg';
import bachata from '../../assets/img/bachata.jpg';
import kizomba from '../../assets/img/kizomba.jpg';

export const products = [
  {
    id: 0,
    img: chachacha,
    text: 'Cha - Cha - Cha',
    description:
    `Музыкальный стиль и танец Кубы, получивший также широкое распространение в латиноамериканских странах
    Карибского бассейна, а также в тех из латиноамериканских общин США, где преобладают выходцы из этих стран.
    Распространение за пределами американского континента произошло благодаря Пьеру Лавеллю, преподавателю бальных
    танцев из Англии. Увидев на Кубе танец, похожий на румбу, но отличающийся четким ритмом, он начал преподавать его в
    Англии как новый оригинальный танец. Один из пяти танцев латиноамериканской программы бальных танцев. Ча-ча-ча возник в
    процессе эволюции и экспериментов кубинского композитора Энрике Хоррина (Enrique Jorrin, 1926-1987) с дансоном в 1950-х годах.
    И до сих пор популярен и танцуется на Кубе в кафе и на уличных вечеринках, а также во многих странах мира.`,
    video0: 'https://www.youtube.com/embed/_pF8riu7FVk',
    video1: 'https://www.youtube.com/embed/9u28Uc3y7LA'
  },
  {
    id: 1,
    img: salsa,
    text: 'Salsa',
    description:
    `Музыкальный жанр, популярный в основном в Латинской Америке и среди выходцев из неё. Сальса включает много
    стилей и вариаций; в широком смысле термин можно использовать для практически любой музыки латиноамериканского
    происхождения (к примеру, ча-ча-ча, болеро, мамбо). В более узком смысле термин относится к стилю, разработанному в
    1960—1970-х г. иммигрантами из стран Латинской Америки в Нью-Йорке и его окрестностях, а также к его ответвлениям, таким,
    как сальса романтика в 1980-х годах. Этот музыкальный стиль сейчас распространён не только в Латинской Америке, но по
    всему миру. Самыми близкими стилями к сальсе являются мамбо и сон начала XX века, и латиноамериканский джаз. Вообще, термины
    "латиноамериканский джаз" и "сальса" зачастую используют как синонимы; многих музыкантов относят к обеим областям, особенно это
    относится к музыкантам до 1970 годов. Стилистически сальса содержит в себе пуэрто-риканские, кубинские, колумбийские и другие
    латиноамериканские влияния, включая поп, джаз, рок. Современная сальса в основном ориентирована на танец и под неё танцуют
    различные стили, такие как стиль Касино, стиль LA стиль NY. Последние годы значительно выросла популярность одной из
    разновидностей сальсы — тимба. Эта волна популярности также отразилась и на танцевальном стиле сальсы.`,
    video0: 'https://www.youtube.com/embed/ARuWk-UDDeY',
    video1: 'https://vk.com/video_ext.php?oid=-4524170&id=456239062&hash=0b4875f9b6ab360a'
  },
  {
    id: 2,
    img: timba,
    text: 'Timba',
    description:
    `Изначально кубинская музыка – Тимба – со временем породила и танец. Как только его не называли. И кубинской сальсой, и
    современным соном-монтуно и соном-мамбо. Однако музыка продиктовала свои условия, и тимба приобрел уникальные черты,
    позволяющие выделять его отдельную стилистику – это более разносторонняя мелодия, более ритмичная, нежели сальса, например.
    Здесь, помимо традиционных кубинских ударных (конги), используют барабаны, синтезаторы и саксофоны. Это сплав джаза, сальсы,
    кубинского фольклора и рока. Танцевать под столь энергичную музыку непросто, но нашлись те, кому полюбилась именно эта музыка,
    и именно под нее им хотелось двигаться. Как музыка составляет сочетание нескольких стилей, так и танец смешивает разные движения
    других танцев – румбы, мамбо, свльсы касино, ча-ча-ча, танцы Ориш и др.`,
    video0: 'https://www.youtube.com/embed/cc7zhHF6mbA',
    video1: 'https://vk.com/video_ext.php?oid=49873295&id=171517415&hash=e487c6dd3d0af0f1'
  },
  {
    id: 3,
    img: rumba,
    text: 'Rumba',
    description:
    `В начале XIX века на Кубе существовало три варианта румбы, но широкую известность получила румба Гуагуанко (Guaguanco), танец,
    во время которого кавалер следует за дамой в поисках соприкосновения бедрами, а дама старается этого избежать. В этом танце дама
    как бы является объектом дерзкого ухаживания и старается сдержать страсть своего партнера. Возможно из-за этого за румбой и
    закрепилось название — "танец любви". Также на Кубе существовали различные виды румбы, которые танцевались на праздниках и
    просто сборищах людей на улице. Ярким представителем является Румба Миметика, в которой изображаются различные сцены из жизни
    простых людей (Papilote, Mama’buela, Gavilan) Коренную эволюцию румба претерпела, будучи вывезенной в США. Наравне с экспансивной,
    эротичной кубинской появилась Румба американская — с более сдержанными движениями и стилем. Именно этот вариант румбы и
    распространился по всему миру, завоевав сердца нескольких поколений танцоров и просто ценителей латиноамериканской культуры.
    Гуагуанко в основном состоит из ритмов африканских барабанов, которые накладываются на ритм клавэ (clave), представляющий смещенный
    акцент, известный как 3-2. Пение без музыкального сопровождение напоминает старинные испанские мелодии, которые накладываются
    на ритмы африканских барабанов. Исполняется гуагуанко одним или несколькими солистами, тему и слова придумывают по ходу
    исполнения песни. Структура ритма гуагуанко основывается чаще всего на ритме румбы сон (Rumba Son).`,
    video0: 'https://www.youtube.com/embed/guqP4fhW5jk',
    video1: 'https://vk.com/video_ext.php?oid=-57589145&id=166766646&hash=2c82909184d547b9'
  },
  {
    id: 4,
    img: son,
    text: 'Son Cubano',
    description:
    `Куба, как известно, родина многих выдающихся музыкантов и уникальных стилей музыки, ритма и танца.
    Понимание музыки кубинцами как постоянного праздника, наполненного теплом и радостью, особенно характерно для зажигательной
    сальсы, столь популярной в России. Однако в основе сальсы лежит по-настоящему уникальный стиль, и по сей день служащий
    неиссякаемым источником вдохновения для музыкантов во всем мире – кубинский сон, или, как говорят сами кубинцы, сон кубано.
    Подлинная музыкальность кубинской культуры, мелодии, попадающие прямо в самый центр сердца, простота и изысканность танца,
    богатая история и гениальные музыканты, сохранявшие и развивавшие традиции – все это отразилось в соне.`,
    video0: 'https://vk.com/video_ext.php?oid=49873295&id=456239140&hash=16065a309f0d9f44',
    video1: 'https://vk.com/video_ext.php?oid=-4524170&id=150103995&hash=0c29a2a0088292d0'
  },
  {
    id: 5,
    img: ladyStyle,
    text: 'Lady Style',
    description:
    `Самое главное, о чём забывают девчонки в процессе обучения танцам – это о себе. Женский стиль – это не магия и не НЛП,
    это всего-навсего умение быть собой в танце: чувствовать и понимать его так, как можешь почувстовать и понять его только ты,
    и никто другой. Ты – это то единственное, чего нет больше ни у кого!`,
    video0: 'https://www.youtube.com/embed/xBLgaKFQYcI',
    video1: 'https://vk.com/video_ext.php?oid=49873295&id=456239138&hash=b1baddaff06316f6'
  },
  {
    id: 6,
    img: afro,
    text: 'Afro',
    description:
    `Афро — это целое семейство стилей танцевания, тесно связанные с традиционными верованиями африканских племен,
    ставших в прошлых веках по воле испанских колонизаторов рабами на кубинских плантациях. Это не просто танцы, это
    особенный мир, со своим пантеоном духов и божеств, со своей энергией, атмосферой и бесценным историческим культурным наследием.
    Именно из афро берут начало почти все современные уличные стили, такие как Hip-Hop и т.п. Сегодня все уважающие себя
    танцоры, желающие продвинуть свой уровень, понимают, что мимо афро им не пройти. Ведь почти вся базовая хореография находится
    именно в этих стилях.`,
    video0: 'https://www.youtube.com/embed/M18BqWlPwK8',
    video1: 'https://vk.com/video_ext.php?oid=20028585&id=456239060&hash=f2ab3383e7372a4b'
  },
  {
    id: 7,
    img: bachata,
    text: 'Bachata',
    description:
    `Бачата - музыкальный стиль и танец Доминиканской Республики, получивший также широкое распространение в
    латиноамериканских странах Карибского бассейна, а также в тех из латиноамериканских общин США, где преобладают
    выходцы из этих стран. Музыкальный размер — 4/4. Музыка, как правило, характеризуется умеренным темпом;
    тексты песен повествуют о страданиях неразделённой любви и жизненных невзгодах.`,
    video0: 'https://vk.com/video_ext.php?oid=6304926&id=170901000&hash=e762a5bcc42c4603',
    video1: 'https://vk.com/video_ext.php?oid=-4524170&id=456239023&hash=5cc750b4229f0682'
  },
  {
    id: 8,
    img: kizomba,
    text: 'Kizomba',
    description:
    `Кизомба - современный городской популярный парный танец, а также музыкальный жанр. Этот танец возник как смесь
    традиционной ангольской сембы и карибского зука: из-за похожести ритма музыкальный стиль кизомба иногда путают с
    последним. Кизомба — чувственный, романтичный танец.`,
    video0: 'https://vk.com/video_ext.php?oid=-4524170&id=456239111&hash=e8c77fc0c4ab2993',
    video1: 'https://vk.com/video_ext.php?oid=-4524170&id=456239074&hash=f534ad77f344b8c6'
  },
  /*{
    id: 9,
    img: 'https://cdn2.trend.az/media/pictures/2015/04/06/proflaftika_tv_kanal_060415.jpg',
    text: 'Reggeton',
    description:
    `Реггетон - латино-американский танец и музыка, ставшие популярными в странах Латинской Америки в 1990-х гг.,
    а затем и во всем мире. Это гибрид танцевально-музыкальных направлений стран Карибского бассейна и хип-хопа.
    Поэтому реггетон называют латиноамериканским хип-хопом. Главные составляющие музыки реггетон - характерный ритм и рэп.
    Танец реггетон очень чувственный (sensual), его можно исполнять как парно, так и сольно. Кубинский реггетон принято называть
    кубатоном.`,
    video0: 'https://vk.com/video_ext.php?oid=49873295&id=171361586&hash=6dd678581371ce34',
    video1: 'https://www.youtube.com/embed/i4HRVd7hU_o'
  },*/
];
