import son from '../../assets/img/son_cubano.jpg';
import rumba from '../../assets/img/rumba.jpg';
import chachacha from '../../assets/img/cha_cha_cha.jpg';
import salsa from '../../assets/img/salsa.jpg';
import timba from '../../assets/img/timba.jpg';

export const products = [
  {
    id: 0,
    img: chachacha,
    text: 'Cha - Cha - Cha',
    description:
    'музыкальный стиль и танец Кубы, получивший также широкое распространение в латиноамериканских странах Карибского бассейна, а также в тех из латиноамериканских общин США, где преобладают выходцы из этих стран. Распространение за пределами американского континента произошло благодаря Пьеру Лавеллю, преподавателю бальных танцев из Англии. Увидев на Кубе танец, похожий на румбу, но отличающийся четким ритмом, он начал преподавать его в Англии как новый оригинальный танец. Один из пяти танцев латиноамериканской программы бальных танцев. Ча-ча-ча возник в процессе эволюции и экспериментов кубинского композитора Энрике Хоррина (Enrique Jorrin, 1926—1987) с дансоном в 1950-х годах. И до сих пор популярен и танцуется на Кубе в кафе и на уличных вечеринках, а также во многих странах мира.'
  },
  {
    id: 1,
    img: salsa,
    text: 'Salsa',
    description:
    'музыкальный жанр, популярный в основном в Латинской Америке и среди выходцев из неё. Сальса включает много стилей и вариаций; в широком смысле термин можно использовать для практически любой музыки латиноамериканского происхождения (к примеру, ча-ча-ча, болеро, мамбо). В более узком смысле термин относится к стилю, разработанному в 1960—1970-х г иммигрантами из стран Латинской Америки в Нью-Йорке и его окрестностях, а также к его ответвлениям, таким, как сальса романтика в 1980-х годах. Этот музыкальный стиль сейчас распространён не только в Латинской Америке, но по всему миру. Самыми близкими стилями к сальсе являются мамбо и сон начала XX века, и латиноамериканский джаз. Вообще, термины «латиноамериканский джаз» и «сальса» зачастую используют как синонимы; многих музыкантов относят к обеим областям, особенно это относится к музыкантам до 1970 годов.Стилистически сальса содержит в себе пуэрто-риканские, кубинские, колумбийские и другие латиноамериканские влияния, включая поп, джаз, рок.Современная сальса в основном ориентирована на танец и под неё танцуют различные стили, такие как стиль Касино, стиль LA стиль NY. Последние годы значительно выросла популярность одной из разновидностей сальсы — тимба. Эта волна популярности также отразилась и на танцевальном стиле сальсы.'
  },
  {
    id: 2,
    img: timba,
    text: 'Timba',
    description:
    'Изначально кубинская музыка – Тимба – со временем породила и танец. Как только его не называли. И кубинской сальсой, и современным соном-монтуно и соном-мамбо. Однако музыка продиктовала свои условия, и тимба приобрел уникальные черты, позволяющие выделять его отдельную стилистику – это более разносторонняя мелодия, более ритмичная, нежели сальса, например. Здесь, помимо традиционных кубинских ударных (конги), используют барабаны, синтезаторы и саксофоны. Это сплав джаза, сальсы, кубинского фольклора и рока. Танцевать под столь энергичную музыку непросто, но нашлись те, кому полюбилась именно эта музыка, и именно под нее им хотелось двигаться. Как музыка составляет сочетание нескольких стилей, так и танец смешивает разные движения других танцев – румбы, мамбо, свльсы касино, ча-ча-ча, танцы Ориш и др.'
  },
  {
    id: 3,
    img: rumba,
    text: 'Rumba',
    description:
    'В начале XIX века на Кубе существовало три варианта румбы, но широкую известность получила румба Гуагуанко (Guaguanco), танец, во время которого кавалер следует за дамой в поисках соприкосновения бедрами, а дама старается этого избежать. В этом танце дама как бы является объектом дерзкого ухаживания и старается сдержать страсть своего партнера. Возможно из-за этого за румбой и закрепилось название — «танец любви». Также на Кубе существовали различные виды румбы, которые танцевались на праздниках и просто сборищах людей на улице. Ярким представителем является Румба Миметика, в которой изображаются различные сцены из жизни простых людей (Papilote, Mama’buela, Gavilan) Коренную эволюцию румба претерпела, будучи вывезенной в США. Наравне с экспансивной, эротичной кубинской появилась Румба американская — с более сдержанными движениями и стилем. Именно этот вариант румбы и распространился по всему миру, завоевав сердца нескольких поколений танцоров и просто ценителей латиноамериканской культуры. Гуагуанко в основном состоит из ритмов африканских барабанов, которые накладываются на ритм клавэ (clave), представляющий смещенный акцент, известный как 3-2. Пение без музыкального сопровождение напоминает старинные испанские мелодии, которые накладываются на ритмы африканских барабанов. Исполняется гуагуанко одним или несколькими солистами, тему и слова придумывают по ходу исполнения песни. Структура ритма гуагуанко основывается чаще всего на ритме румбы сон (Rumba Son).'
  },
  {
    id: 4,
    img: son,
    text: 'Son Cubano',
    description: 'Куба, как известно, родина многих выдающихся музыкантов и уникальных стилей музыки, ритма и танца. Понимание музыки кубинцами как постоянного праздника, наполненного теплом и радостью, особенно характерно для зажигательной сальсы, столь популярной в России. Однако в основе сальсы лежит по-настоящему уникальный стиль, и по сей день служащий неиссякаемым источником вдохновения для музыкантов во всем мире – кубинский сон, или, как говорят сами кубинцы, сон кубано. Подлинная музыкальность кубинской культуры, мелодии, попадающие прямо в самый центр сердца, простота и изысканность танца, богатая история и гениальные музыканты, сохранявшие и развивавшие традиции – все это отразилось в соне.',
    video: 'https://www.youtube.com/watch?v=gsKQalDu4VU'
  },
  {
    id: 5,
    img: 'https://cdn2.trend.az/media/pictures/2015/04/06/proflaftika_tv_kanal_060415.jpg',
    text: 'Lady Style',
    description: 'no text'
  },
  {
    id: 6,
    img: 'https://cdn2.trend.az/media/pictures/2015/04/06/proflaftika_tv_kanal_060415.jpg',
    text: 'Afro',
    description: 'no text'
  },
  {
    id: 7,
    img: 'https://cdn2.trend.az/media/pictures/2015/04/06/proflaftika_tv_kanal_060415.jpg',
    text: 'Bachata',
    description: 'no text'
  },
  {
    id: 8,
    img: 'https://cdn2.trend.az/media/pictures/2015/04/06/proflaftika_tv_kanal_060415.jpg',
    text: 'Kizomba',
    description: 'no text'
  },
  {
    id: 9,
    img: 'https://cdn2.trend.az/media/pictures/2015/04/06/proflaftika_tv_kanal_060415.jpg',
    text: 'Reggeton',
    description: 'no text'
  },
];
