export const products = [
  {
    id: 0,
    img: 'https://cdn2.trend.az/media/pictures/2015/04/06/proflaftika_tv_kanal_060415.jpg',
    text: 'Cha - Cha - Cha',
    description: 'no text'
  },
  {
    id: 1,
    img: 'https://cdn2.trend.az/media/pictures/2015/04/06/proflaftika_tv_kanal_060415.jpg',
    text: 'Salsa',
    description:
    'музыкальный жанр, популярный в основном в Латинской Америке и среди выходцев из неё. Сальса включает много стилей и вариаций; в широком смысле термин можно использовать для практически любой музыки латиноамериканского происхождения (к примеру, ча-ча-ча, болеро, мамбо). В более узком смысле термин относится к стилю, разработанному в 1960—1970-х г иммигрантами из стран Латинской Америки в Нью-Йорке и его окрестностях, а также к его ответвлениям, таким, как сальса романтика в 1980-х годах. Этот музыкальный стиль сейчас распространён не только в Латинской Америке, но по всему миру. Самыми близкими стилями к сальсе являются мамбо и сон начала XX века, и латиноамериканский джаз. Вообще, термины «латиноамериканский джаз» и «сальса» зачастую используют как синонимы; многих музыкантов относят к обеим областям, особенно это относится к музыкантам до 1970 годов.Стилистически сальса содержит в себе пуэрто-риканские, кубинские, колумбийские и другие латиноамериканские влияния, включая поп, джаз, рок.Современная сальса в основном ориентирована на танец и под неё танцуют различные стили, такие как стиль Касино, стиль LA стиль NY. Последние годы значительно выросла популярность одной из разновидностей сальсы — тимба. Эта волна популярности также отразилась и на танцевальном стиле сальсы.'
  },
  {
    id: 2,
    img: 'https://cdn2.trend.az/media/pictures/2015/04/06/proflaftika_tv_kanal_060415.jpg',
    text: 'Timba',
    description: 'no text'
  },
  {
    id: 3,
    img: 'https://cdn2.trend.az/media/pictures/2015/04/06/proflaftika_tv_kanal_060415.jpg',
    text: 'Rumba',
    description: 'no text'
  },
  {
    id: 4,
    img: 'https://cdn2.trend.az/media/pictures/2015/04/06/proflaftika_tv_kanal_060415.jpg',
    text: 'Son',
    description: 'Куба, как известно, родина многих выдающихся музыкантов и уникальных стилей музыки, ритма и танца. Понимание музыки кубинцами как постоянного праздника, наполненного теплом и радостью, особенно характерно для зажигательной сальсы, столь популярной в России. Однако в основе сальсы лежит по-настоящему уникальный стиль, и по сей день служащий неиссякаемым источником вдохновения для музыкантов во всем мире – кубинский сон, или, как говорят сами кубинцы, сон кубано. Подлинная музыкальность кубинской культуры, мелодии, попадающие прямо в самый центр сердца, простота и изысканность танца, богатая история и гениальные музыканты, сохранявшие и развивавшие традиции – все это отразилось в соне.',
    video: 'https://www.youtube.com/watch?v=gsKQalDu4VU'
  },
  {
    id: 5,
    img: 'https://cdn2.trend.az/media/pictures/2015/04/06/proflaftika_tv_kanal_060415.jpg',
    text: 'Lady Style',
    description: 'no text'
  },
  {
    id: 6,
    img: 'https://cdn2.trend.az/media/pictures/2015/04/06/proflaftika_tv_kanal_060415.jpg',
    text: 'Afro',
    description: 'no text'
  },
  {
    id: 7,
    img: 'https://cdn2.trend.az/media/pictures/2015/04/06/proflaftika_tv_kanal_060415.jpg',
    text: 'Bachata',
    description: 'no text'
  },
  {
    id: 8,
    img: 'https://cdn2.trend.az/media/pictures/2015/04/06/proflaftika_tv_kanal_060415.jpg',
    text: 'Kizomba',
    description: 'no text'
  },
  {
    id: 9,
    img: 'https://cdn2.trend.az/media/pictures/2015/04/06/proflaftika_tv_kanal_060415.jpg',
    text: 'Reggeton',
    description: 'no text'
  },
];
