import marcos from '../../assets/img/marcos1.jpg';
import denAndMaria from '../../assets/img/denAndMaria.jpg';

export const trainers = [
  {
    id: 0,
    name: 'Marcos Fernandez',
    description: `Маркос Фернандес (Marcos Fernandez) Имеет огромный опыт преподавания – более 13 лет! 
    Выпускник Национальной школы музыкальных представлений (Escuela Nacional de Espectaculos Musicales) 
    в Гаване, Куба, по специальности «Танцовщик и хореограф». Карьера: - Участник труппы «Театро Америка» 
    (Teatro América) В качестве участника «Театро Америка» принимал участие в Фестивале латиноамериканской 
    культуры (Festival de cultura latinoamericana) в Италии (2005 год), в спектаклях Парижской комической оперы 
    (Opéra-Comique), а также в выступлениях коллектива в рамках тура с Испанию (Канарские острова) - Компания «Havana Dance Stars» 
    Будучи танцором компании «Havana Dance Stars», Маркос Фернандес был в одном из составов знаменитого мюзикла «Havana Nights» , 
    базирующегося на наиболее ярких моментах истории Кубы и кубинской культуры. Первое представление «Havana Nights» состоялось в 
    1998 году на Кубе. Затем спектакль демонстрировался в 17-ти странах мира. - Артистическое агентство «Clave Cubana» — спектакль 
    «Fiesta del Caribe». - Кабаре «Havana Café del Hotel Melia Cohiba» (в отеле «Cohiba»). - Новосибирск — танцовщик в клубе «Havana Club» 
    (2007 – 2008) В настоящее время Маркос продолжает артистическую деятельность в качестве танцора и музыканта и преподает в школе 
    «Salsa Cubana» (с 2008 года) и в городах России и Ближнего Зарубежьучаствовал во Втором, Третьем и Четвертом, Пятом Сибирском 
    Сальса-Фестивале, а также “”Hot Salsa Festival в городе Красноярск (в 2009 – 2014 гг.);в 2010 году входил в преподавательский 
    состав таких известных в России сальса-фестивалях, как «Freetyle Salsa Fest 2010» (Санкт-Петербург) и Третьем Краснодарском 
    сальса-фестивале (апрель 2011 г);преподавал в Первом в России Сальса-Лагере на берегу Красноярского моря летом 2009 года;вёл 
    курс семинаров в Москве в январе 2009 года, в марте 2010 года и апреле 2011 года;проводил мастер-классы и семинары по сальсе, 
    ча-ча-ча, румбе, афро-кубано, сону и бачате в городах России по приглашению местных сальса-клубов и активистов: в Красноярске 
    (по приглашению сальса-клуба “Arriba!”), в Томске, Барнауле, Кемерово, Новокузнецке, Омске,Челябинске, Самаре, Санкт-Петербурге, 
    Перми, Йошкар-Оле, Нижнем Новгороде, Тольятти, Саратове, Краснодаре, Павлодаре, Воронеже, Иркутске;входил в состав жюри конкурса 
    по сальсе и хастлу «Танцевальные страсти» в июле 2009 и 2010 года в городе Красноярске;с 2010 года - постоянный преподаватель 
    летних и зимних тренировочных лагерей танцоров спортивно-бальных танцев по сальсе, кубинской румбе, бачате и афро-кубано`,
    img: marcos
  },
  {
    id: 1,
    name: 'Елизавета Ригондю',
    description: 'Тренер по сальсе!',
    img: 'https://pp.userapi.com/c9863/u4374390/-6/x_1c806c6c.jpg'
  },
  {
    id: 2,
    name: 'Берани Ригондю',
    description: 'te best of fffdfthe best, lorem ru 102 hahasdhad',
    img: 'https://pp.userapi.com/c848524/v848524306/946bd/ZmvGLtZmIK8.jpg'
  },
  {
    id: 3,
    name: 'Денис Абраменков и Мария Старостина',
    description: 'Денис и Марина уже около 10 лет занимаются социальными танцами. Проводят Мастер-классы по городам России, дальнего и ближнего зарубежья. Активные участники Сальса Фестивалей в России и Зарубежом. Танцевальные направления: Salsa NY (mambo) Salsa Cubana, Timba Salsa LA Bachata Постановка шоу-номеров. Достижения в танцах: Премия “Мистер Опора” по версии Salsa Night Awards за 2011 год (г. Москва). Победитель «Первый Сибирский salsa-battle» 2012 г. (г. Новосибирск) 1 место в конкурсе ДнД по классу сальса в рамках празднования 4 Дня Рождения школы Salsa Cubana Novosibirsk 2013г. (г. Новосибирск) 1 место в конкурсе ДнД по классу сальса в рамках Hot Winter in Siberia 2015г. ( г. Красноярск) 1 место в Турнире Преподавателей в рамках Hot Winter in Siberia 2015г. ( г. Красноярск) 1 место в Конкурсе J&J (professional) на Hot Winter in Siberia 2016 1 место в Конкурсе J&J на Чемпионате по социальным танцам Social Dance Championship 2016 (г. Екатеринбург)',
    img: denAndMaria
  },
  {
    id: 4,
    name: 'Марина Молчанова',
    description: 'te best of the best, lordddem ru 101 hahasdh62ad',
    img: 'https://pp.userapi.com/c847021/v847021640/d1bd5/OdlKWMKmCCM.jpg'
  },
  {
    id: 5,
    name: 'Влад Сабенин',
    description: 'te best of the best, loddasdrem ru 101 hahasdhad',
    img: 'https://pp.userapi.com/c834202/v834202433/ddd83/qugwl3D1vFk.jpg'
  },
  {
    id: 6,
    name: 'Наталья Карпова',
    description: 'teasdd be234st of the best, lorem ru 101 hahaasdhad',
    img: 'https://pp.userapi.com/c841124/v841124917/7d1b5/Uy8mQON2FRo.jpg'
  },
  {
    id: 7,
    name: 'Кристина Лучко',
    description: 'te best of the best, lorem ru 101 hahddsasdhffad',
    img: 'https://pp.userapi.com/c845218/v845218570/e8823/jUCpWLXI85A.jpg'
  }
];
